{
    "Einleitung": "Bist du dir noch unsicher, ob eine RTT™ Therapie das Richtige für dich ist? Vielleicht hast du Angst, dass du während der Hypnose die Kontrolle verlierst, dass es womöglich gefährlich ist? Es gibt viele Missverständnisse in Bezug auf Hypnose, aber bitte sei versichert, dass eine Hypnotherapie nichts mit einer Showhypnose zu tun hat. Eine Hypnotherapie hat die Kraft, positive und dauerhafte Veränderungen in deinem Leben herbeizuführen. Sie kann die Überzeugungen und Verhaltensweisen hinter deinen Ängsten, Phobien und negativen Gewohnheiten aufdecken, indem du dich mit deinem Unterbewusstsein verbindest. Da noch immer zahlreiche Mythen und Fehlannahmen über Hypnose verbreitet sind, findest du nachfolgend häufig gestellte Fragen rund um RTT, Hypnosetherapien undd einer Session bei mir.",
    "q-what-is-hypnose": "Was ist Hypnose und wie funktioniert es?",
    "a-what-is-hypnose": "Hypnose, das heißt der Zustand tiefer Trance, ermöglicht uns die Macht unseres Unterbewusstseins zu nutzen, um dauerhaft und effektiv tief sitzende Blockaden und negative Glaubenssätze zu transformieren. Während der Hypnose befindest du dich in einem Zustand angenehmer Entspannung, in dem dein Unterbewusstsein auf Empfang gestellt ist während dein bewusster Verstand in tiefe Entspannung geführt wird. Hypnose bewirkt eine neuronale Entspannung und ist heilsam für den gesamten Organismus - die Ausschüttung von Stresshormonen sinkt, das Immunsystem wird stimuliert und der Blutdruck und die Pulsfrequenz werden gesenkt. In Trance können so wertvolle Impulse zur Aktivierung unserer Selbstheilungskräfte vermittelt werden. Unter Hypnose fokussiert sich unser Bewusstsein nach innen oder auf bestimmte Dinge, ähnlich wie bei der Meditation, beim Beten oder auch bei Tagträumen. Die Ergebnisse einer Studie des Londoner University College zeigen, dass in tiefer Trance andere Gehirnareale aktiv sind als im Alltagserleben. Neuropsychologische Untersuchungen mithilfe bildgebender Verfahren zeigten zudem, dass die Aktivität bestimmter Gehirnareale während der Hypnose sogar reduziert ist. So sind während der Hypnose zum Beispiel die Regionen, die für die Wahrnehmung zuständig sind, ausgeschaltet, wohingegen die für die Gefühle und die Phantasie zuständigen Areale sehr aktiv sind, so als würde man tatsächlich gerade etwas sehen, fühlen oder erleben. Messungen der Gehirnströme während der Hypnose zeigten auch, dass Schmerzreize unter Hypnose zwar ins Gehirn weitergeleitet werden, dieser Reiz im Gehirn aber anders verarbeitet wird und daher nicht ins Bewusstsein dringt.",
    "q-hypnose-real": "Wie fühlt es sich an in Hypnose zu sein?",
    "a-hypnose-real": "Die Erfahrung fühlt sich für verschiedene Menschen unterschiedlich an. Manche Menschen empfinden ein schwebendes Gefühl, andere nicht. Andere fühlen sich vielleicht schläfrig, andere nicht. Die meisten Menschen fühlen sich entspannt und wohl. Das Wichtigste ist zu wissen, dass das, wie du dich fühlst, kein Indikator dafür ist, wie effektiv es ist. Unabhängig davon, wie es sich anfühlt - es funktioniert. Das verspreche ich Ihnen. Bekomme ich während der Hypnose alles mit was passiert?",
    "q-can-anybody-hypnose": "Kann ich in Hypnose \"stecken bleiben\"?",
    "a-can-anybody-hypnose": "Nein! Das ist ein Ammenmärchen. Du hast die ganze Zeit die volle Kontrolle. Du kannst sprechen, deinen Körper bewegen, ein Taschentuch holen, sogar aufstehen. Wenn unser Gespräch unterbrochen wird, schläfst du vielleicht ein, wenn du wirklich entspannt bist, aber irgendwann merkst du, dass du meine Stimme nicht hörst und öffnest einfach deine Augen.",
    "q-improve-hynose": "Wie funktioniert es?",
    "a-improve-hynose": "Bei Hypnose handelt es sich nicht im geringsten um Magie, sie ist fundierte Wissenschaft. Sie funktioniert, indem sie die Entstehung von Gehirnwellen erzeugt, die die gleichen sind wie in der REM-Phase. Das ermöglicht dir den Zugang zum Unterbewusstsein. Es ist sehr einfach und jeder ist in der Lage diesen Zustand zu erleben.",
    "q-hypnose-like-sleep": "Was ist, wenn ich nicht \"tief genug gehe\"?",
    "a-hypnose-like-sleep": "Mach dir keine Sorgen darüber, wie tief du gehst. Die Tiefe der Trance ist überhaupt nicht ausschlaggebend für die Ergebnissen deiner Session. Das Wissen um die Effektivität dieser Therapieform ist alles was sie brauchen.",
    "q-6": "Was, wenn ich glaube, dass ich die Gründe für mein Problem bereits kenne?",
    "a-6": "Das Erstaunliche an RTT ist, dass selbst wenn du glaubst, den Grund für deine Probleme zu kennen, du die Szenen und Erlebnisse auf eine völlig neue Art und Weise siehst. Das ist es, was es dir ermöglicht, die Bedeutung zu verändern und letztendlich deine Überzeugungen zu transformieren. Viele Klienten kehren zudem zu Szenen zurück, die völlig andere sind, als sie erwartet hatten. Entspannen Sie sich einfach und vertrauen Sie darauf, dass Ihr Unterbewusstsein Ihnen genau das zeigen wird, was Sie sehen müssen.",
    "q-7": "Was ist, wenn ich zu Szenen zurückkehre, die schmerzhaft oder beängstigend sind?",
    "a-7": "Wenn du zu Szenen aus deinem Leben zurückkehrst, die mit Dingen wie sexuellem oder körperlichem Missbrauch oder anderen Traumata zu tun haben, ist es wichtig, sich daran zu erinnern, dass du diese Szene nicht noch einmal erlebst. In Hypnose erlebst du ausschließlich einen Rückblick auf vergangene Erlebnisse, was es dir ermöglicht traumatischen Szenen die Macht über dich zu nehmen. Du bist in jedem Moment sicher, ich werde dich unterstützen und dir einen sicheren Raum schaffen, in dem du deine Gefühle ausdrücken und heilen kannst - du wirst dich für immer davon befreit fühlen.",
    "q-8": "Wann werde ich anfangen, Veränderungen zu sehen?",
    "a-8": "Es gibt drei verschiedene Arten, wie sich die Veränderungen durch deine RTT Session in deinem Leben zeigen, denn jeder Mensch ist anders: a. Unmittelbar: Du spürst sofort eine unglaubliche Veränderung in dir - deine Physiologie, deine Gedanken und dein Verhaltens transformieren sich unmittelbar während der Session. b. Schrittweise: Du siehst jeden Tag oder im Laufe der Zeit kontinuierliche Veränderungen, die dich stolz machen und dir so viel Kraft geben. c. Rückwirkend: Du siehst die Veränderungen nicht sofort, bis du eines Tages zurück schaust und siehst, wie sich dein Leben auf wundervolle Weise verändert hat.",
    "q-9": "Was ist, wenn ich eine weitere Sitzung brauche oder möchte?",
    "a-9": "RTT ist darauf ausgerichtet, dir einen kraftvollen Durchbruch zu verschaffen und große Veränderungen in deinem Leben herbeizuführen. Manche Klienten brauchen vielleicht mehr als eine RTT-Sitzung zu einem bestimmten Thema. Je nachdem, wie komplex die Ursache deines Problems ist, können bis zu drei Sessions nötig sein. Dazu habe ich dieses spezielle Paket für dich zusammengestellt, was dir genau die Heilung und Unterstützung ermöglicht, die du verdienst. Die meisten Klienten wollen nach der befreienden, transformierenden RTT-Erfahrung weitere Sitzungen, um andere Bereiche ihres Lebens zu transformieren. Auch unterstützendes Coaching, um die neuen Überzeugungen zu integrieren und neue Gewohnheiten und Verhaltensweisen aufzubauen, wird von zahlreichen Klienten gewünscht. Daher biete ich ein 3-monatiges Rapid-Transformational-Experience-Programm für diejenigen an, die auf ihrem Weg zur Veränderung weiterhin Unterstützung wünschen. Und diejenigen, die sich der persönlichen Meisterschaft verschrieben haben, können von meine exklusiven 6- und 12-monatigen 1-zu-1 Coaching-Programme profitieren.",
    "q-10": "Was unterscheidet diese neuartige Therapieform von anderen und was macht sie so effektiv?",
    "a-10": "Die Rapid Transformational Therapy® (RTT®) ist eine neuartige, lösungsbasierte Therapieform, die die erfolgsbringenden Ansätze von Hypnotherapie, Psychotherapie, NLP, CBT und Neurowissenschaften kombiniert, um unvergleichlich schnelle, effektive und lang anhaltende Ergebnisse zu erzielen. RTT® bewirkt eine außergewöhnliche, dauerhafte Veränderung von körperlichen, emotionalen und psychischen Schmerzen, indem es unsere tief im Unterbewusstsein verankerten Grundüberzeugungen, Werte, Gewohnheiten und Emotionen neu definiert. Durch die schnelle Neuverkabelung der Nervenbahnen des Gehirns ersetzt RTT® unsere überholten Glaubenssysteme und negativen Verhaltensmuster. Neue lebensbejahende Überzeugungen werden gebildet, und der Heilungsprozess beginnt. Im Gegensatz zu vielen Hypnotherapie-Behandlungen beruht RTT® nicht nur auf einer positiven Verstärkung. Die RTT®-Therapie geht der eigentlichen Ursache eines Problems auf den Grund und gibt den Klienten das befreiendste Verständnis und die transformative Kraft, um herausragende, langanhaltende Ergebnisse zu erzielen.",
    "q-11": "Warum muss ich das Recording 21 Tage hören?",
    "a-11": "Der Verstand lernt durch Wiederholungen. Die Wissenschaft dahinter ist, dass Neuronen, die zusammen feuern, miteinander verdrahtet sind. Neuronen, die mit einer bestimmten Aktivität verbunden sind, bilden neuronale Bahnen, die umso stärker werden, je mehr diese Aktivität ausgeübt wird. Indem du dir den Ton anhörst, stellst du sicher, dass die neuen Nervenbahnen, die während der Hypnotherapiesitzung geschaffen werden, an Stärke zunehmen.",
    "faq-learn-more": "Learn more",
    "faq-page-headline": "Frequently asked questions",
    "faq-page-subheadline": "Fragen rund um das Thema RTT™, Hypnose und deiner Session mit mir",
    "Banner-Text": "Any questions that are still unanswered?"
}
