{
    "Einleitung": "Are you still unsure whether a RTT™ therapy is right for you? Maybe you are afraid that you will lose control during hypnosis, that it might be dangerous? There are many misconceptions about hypnosis, but please be assured that hypnotherapy has nothing to do with show hypnosis. Hypnotherapy has the power to bring about positive and lasting changes in your life. It can uncover the beliefs and behaviors behind your fears, phobias and negative habits by connecting with your subconscious mind. As there are still many myths and misconceptions about hypnosis, you will find below frequently asked questions about RTT™, hypnotherapy and a session with me.",
    "q-1": "What is hypnosis?",
    "a-1": "Hypnosis is the state of deep trance. It enables us to use the power of our subconscious to permanently and effectively transform hidden blocks and negative beliefs. During hypnosis you are in a state of pleasant relaxation, in which your subconscious is set to receive while your conscious mind is led into deep relaxation.",
    "q-2": "How does it work?",
    "a-2": "Hypnosis is not in the smallest degree magic, it is profound science. It works by generating brainwaves that are the same as in the REM phase. This gives you access to the subconscious. It is very simple and everyone is able to experience this state.",
    "q-3": "What happens to my body during hypnosis?",
    "a-3": "Under hypnosis our consciousness is focused inwards or on certain things, similar to meditation or daydreaming. The results of a study by London University College show that in deep trance other brain areas are active than in everyday life. During hypnosis, the regions responsible for perception are switched off, whereas the areas responsible for feelings and imagination are very active, as if you are actually seeing, feeling or experiencing something. Measurements of brain waves during hypnosis also showed that pain stimuli are transmitted to the brain under hypnosis, but that this stimulus is processed differently in the brain and therefore does not reach your consciousness.",
    "q-4": "How long does a session last?",
    "a-4": "Each session of the Rapid Transformational Therapy™ takes between 90 minutes and 2 hours. Plan enough time for the session and allow time for yourself after your treatment. On the day of your session you should therefore set up a more relaxed schedule and avoid direct follow-up appointments if possible.",
    "q-5": "How does it feel to be under hypnosis?",
    "a-5": "The experience feels different for various people. Some people feel a floating sensation, others may feel sleepy, most people feel relaxed and comfortable. The most important thing is to know that how you feel is not an indicator of how effective hypnosis is. No matter how it feels - it works.",
    "q-6": "Do I realize everything that happens during hypnosis?",
    "a-6": "Yes, you have full control the whole time. You can talk to me, move your body, take a tissue, even stand up. Even after the hypnosis you will be able to remember your session.",
    "q-7": "Is it possible that I cannot be hypnotized?",
    "a-7": "Now that you know that going into hypnosis means being in a relaxed, inwardly focused state, you don't need to worry about it at all. If you want to be hypnotized, then I can guide you into hypnosis. You will be fantastic at it.",
    "q-8": "Can I \"get stuck\" in hypnosis?",
    "a-8": "No, that's an old wives' tale. You have the possibility to awaken from hypnosis yourself in every moment. For example, if our session via Zoom is interrupted, you might fall asleep when you are really relaxed, but at some point you realize that you can't hear my voice and simply open your eyes.",
    "q-9": "What if I don't \"go deep\" enough?",
    "a-9": "Don´t worry about how deep you go. The depth of the trance is not important at all for the results of your session. The knowledge of the effectiveness of the Rapid Transformational Therapy™ and your inner agreement to allow hypnosis is all you need.",
    "q-10": "What if I think I already know the reasons for my problem?",
    "a-10": "The amazing thing about RTT™ is that even if you think you know the reason for your problems, you see the scenes and experiences in a completely new way. This is what allows you to change the meaning and ultimately transform your beliefs. Many clients also return to scenes that are completely different than they expected. Just relax and trust that your subconscious will show you exactly what you need to see to allow you to release your blockages.",
    "q-11": "What if I go back to scenes that are painful or scary?",
    "a-11": "When you go back to scenes from your life that have to do with things like sexual or physical abuse or other traumas, it is important to remember that you will not re-live that scene. In hypnosis you will only look back on past experiences and this enables you to take power away from traumatic scenes over you life. You are safe in every moment, I will support you and create a safe space for you to express your feelings - you will feel permanently liberated.",
    "q-12": "When will I start to see changes?",
    "a-12": "There are three different ways in which the changes through your RTT™ session will show up in your life, because every person is different:\na. Immediately: You instantly feel an incredible change in you - your thoughts and your behavior are transformed immediately during and after the session.\nb. Step by step: Every day or over time you see continuous changes that make you proud and give you so much strength.\nc. Retrospectively: You do not see the changes immediately until one day you look back and see how your life has changed in a wonderful way.",
    "q-13": "How many sessions will I need to solve my problem permanently?",
    "a-13": "RTT™ is designed to give you a powerful breakthrough and create great changes in your life. Some clients may need more than one RTT™ session on a particular topic, depending on the complexity of the root cause of your issue.In order to give you exactly the support you deserve on your way to your best life, I will put together your individual coaching program.  Let's call - arrange your free consultation with me now!",
    "q-14": "What if I would like further sessions or further coaching?",
    "a-14": "Most clients want more sessions after the liberating, transforming RTT™ experience to change other areas of their lives. In order to integrate the new beliefs and build new habits and behaviors that will improve your life, my AWAKENING YOUR INNER LIGHT Transformation Program always includes supportive coaching on your path to your best Self. If you are committed to personal excellence and feel that you are ready to take your entire life to the next level, arrange your free consultation with me now!",
    "q-15": "What distinguishes RTT™ from other therapy forms and what makes it so effective?",
    "a-15": "The Rapid Transformational Therapy™ is a novel, solution-based hypnosis treatment that combines the success-generating approaches of hypnotherapy, psychotherapy, NLP, CBT and neuroscience to achieve incomparably fast, effective and long-lasting results. RTT™ brings about a lasting solution to physical, emotional and psychological blockages by redefining our deeply subconscious beliefs, values, habits and emotions. RTT™ makes it possible to replace our outdated belief systems and negative behavior patterns with new life-affirming beliefs. In contrast to many hypnosis treatments, RTT™ is not only based on a positive reinforcement, but on the solution of the underlying problem. This gives clients a liberating understanding and the transformative power to achieve outstanding, long-lasting results.",
    "q-16": "Why do I have to listen to my individual live recording for 21 days?",
    "a-16": "The mind learns through repetition. The science behind this is that neurons, which are connected by a certain activity, form neuronal pathways, which become stronger the more this activity is exercised. By listening to your individual Transformational-Recording for at least 21 days, you ensure that the new neural pathways created during the hypnosis session increase in strength and replace old, outdated neural pathways.",
    "q-17": "Can RTT™ also help me with physical problems?",
    "a-17": "Hypnosis causes neuronal relaxation and is beneficial for the entire organism - the release of stress hormones is reduced, the immune system is stimulated and blood pressure and pulse rate are lowered. In a trance, valuable impulses for the activation of our self-healing powers can be provided.",
    "faq-learn-more": "Learn more",
    "faq-page-headline": "Frequently asked questions",
    "faq-page-subheadline": "Questions about RTT™, hypnosis and your session with me",
    "Banner-Text": "Any questions that are still unanswered?"
}
