{
    "Inner Light Hypnotherapie": "Inner Light Hypnotherapy",
    "innerlight-hypnotherapy-subheadline": "Discover why you are exactly right with me",
    "innerlight-hypnotherapy-article1-headline": "About me and INNER LIGHT Hypnotherapy",
    "innerlight-hypnotherapy-article1-subheadline": "Welcome on your journey to your best self",
    "introduction": "When you are reading these words, you belong to those extraordinary people who are no longer satisfied with \"okay\" in their lives. Who no longer accept that the past determines their present and future. Who no longer want to invest their time and money in time-consuming, inefficient therapies to finally live the life they deserve. I couldn't be more grateful that you have found the way to me, because everything you wish for is achievable for you - now and forever.",
    "subheadline-1": "Who I am",
    "text-1": "From the bottom of my heart I am convinced that each individual soul deserves exactly the life he or she dreams of - whether it is a happy relationship, a fulfilling career, perfect health or unshakable self-confidence. My name is Christin Meise and I am a qualified hypnosis coach certified in the Rapid Transformational Therapy™. Therefore I know that this life is reachable for absolutely everybody. I consider myself very lucky to have the founder of the groundbreaking method RTT™ - Marisa Peer - as my teacher and mentor, who has enabled me to give my clients quick and lasting freedom.",
    "subheadline-2": "Your best life begins when you are truly free",
    "text-2": "After having worked as a coach and mentor with children and young people from socially and economically disadvantaged backgrounds under the concept of ROCK YOUR LIFE! to give them the life they dream of and what they deserve, I realized again and again that we only reach the symptoms on the surface. My goal is not only to enable my clients to cope with their problems, but to free them permanently from the cause of their issues. When a client comes to me with emotional or physical blockages, they don't need long conversations about how painful it is, but rather relief from them. And only one to three sessions using the Rapid Transformational Therapy™ method make this possible for you as well.",
    "subheadline-3": "Take a journey with me into your subconscious",
    "text-3": "The most beautiful and precious journey in life is the one to your true self. To your full potential. To your freedom. I am here for you to guide you on this journey, to leave your past behind and to create your future exactly as you want it. I support you in discovering and transforming your subconscious beliefs, finding your inner peace and creating your best self in all areas of life. My biggest motivation is to bring your INNER LIGHT back to shine - for you, for your loved ones and for the whole world. Because you are important, you are wanted, you are enough - just as you are.",
    "calltoaction-headline": "Are you ready to claim back your power over yourself, your life and your future?",
    "calltoaction-subheadline": "Book your call with me today!",
    "calltoaction-text": "Because the long-desired change in your life is now and permanently available to you.",
    "calltoaction-buttonText": "Book your free consultation"
}
