{
    "Rapid Transformational Therapy": "Rapid Transformational Therapy",
    "Erfahre alles über die RTT Methode und der Begründerin Marisa Peer": "Discover the RTT™ method and learn about the founder Marisa Peer",
    "Die RTT™ Methode": "The RTT™ method",
    "Die RTT™ Methode - text": "Rapid Transformational Therapy™ is a novel, neuroscience-based form of therapy that uses a combination of hypnotherapy, psychotherapy, NLP and cognitive behavioral therapy to achieve rapid, extraordinary and lasting results. This award-winning technique was developed by the internationally renowned therapist Marisa Peer and is based on over 30 years of intensive research.",
    "Bekomme Zugang zu deinem größten Potential": "Get access to your greatest potential",
    "Dein Unterbewusstsein": "Your subconscious is the key",
    "Bekomme Zugang zu deinem größten Potential - text": "RTT™ frees from physical, emotional and psychological blockades by permanently transforming outdated beliefs, values, habits and deeply rooted emotions through direct work with the subconscious. The state of hypnosis not only makes it possible to uncover the cause of all problems, patterns or behavior. Hypnosis can also replace outdated, painful and disease-causing thought loops with new life-affirming beliefs, so that complete freedom and deep change are now achievable for you.",
    "Mehr zu Marisa Peer": "More about Marisa Peer",
    "Das \"Warum\"": "The \"Why\" behind the problems is the gate to your freedom",
    "Das \"Warum\" - text": "Our subconscious and the beliefs stored there determine every moment of our life how we feel, how we react to events in the outside world and what we consider to be achievable for ourselves. Everything we have experienced and learned is stored in our subconscious and has an impact on how we see and experience life. Yes, I want it. Yes, I know it makes sense. But why do I face the same challenges again and again, why do I experience suffering again and again, why do I simply not succeed in breaking these old, painful patterns? The reason is that willpower and logic alone cannot eliminate the deep roots of bad habits or self-doubt. Only when the cause of the problem is solved all the layers on the surface will fall away from you.",
    "Mit RTT zu deinem besten Selbst": "With RTT™ to your best Self",
    "Jetzt Termin vereinbaren": "Make an appointment now",
    "rtt-shop-call-to-action-headline": "Need help with your decision?",
    "rtt-shop-call-to-action-subheadline": "We love to support you to find your way",
    "rtt-shop-call-to-action-description": "In a free initial consultation we can discuss together what is on your mind and how Inner Light can help you",
    "rtt-shop-call-to-action-free": "It's free!",
    "rtt-call-to-action-button": "Schedule a call now",
    "Was unterscheidet RTT von herkömmlichen Therapien?": "What makes RTT™ from conventional therapies?",
    "Warum RTT die Therapie-Welt revolutioniert": "Why RTT™ has revolutionized the world of therapy",
    "Marisa Peer, Erfinderin der Rapid Transformational Therapy": "Marisa Peer, founder of the Rapid Transformational Therapy™",
    "Wer entwickelte RTT und warum?": "Who has developed RTT™ and why?",
    "Marisa Peer - text": "Marisa Peer is one of the world's most renowned therapists, behavior expert, bestselling author and the founder of Rapid Transformational Therapy (RTT™). She questioned the still widespread belief that something as complex as the mind cannot be transformed simply and quickly. With what she has achieved in her career of over 30 years, she proves the opposite: clients who other therapists and doctors were unable to help, she usually transformed in just one session by applying her specially developed therapy method.",
    "Marisa Peer - subheadline": "With RTT™ recognize, solve and transform deep-rooted blockades",
    "Marisa Peer - subtext1": "By combining those elements of different therapeutic approaches that have repeatedly shown quick and effective success with her clients, she developed a holistic solution-oriented approach that goes far beyond the results of conventional therapies. In her work with world sports champions, stars, Olympic athletes, CEOs and political leaders, she has achieved extraordinary results with RTT™ and gained over thirty years of experience in psychotherapy, hypnotherapy, cognitive behavioral therapy (CBT) and neuro-linguistic programming (NLP).",
    "Marisa Peer - subtext2": "Some years ago Marisa Peer has begun to offer her innovative therapy method as extensive training. It is her deep desire to help and heal world-wide as many humans as only possible fast and effective with RTT™. Her revolutionary therapy method is now also available in Germany. Discover now how RTT™ can also change your life!",
    "Marisa Peer - subtext3": "The innovative therapeutic approach of Rapid Transformational Therapy™ has won numerous awards and prizes. It continues to grow in worldwide recognition as one of the most effective treatments available for achieving fast and lasting results. RTT™ is endorsed is endorsed by the National and International Council of Psychotherapists, the Australian Society of Clinical Hypnotherapists, the International Association of Complementary Therapists, plus the International Institute of Complementary Therapies. It has already been accredited in the United States, the United Kingdom, and Australia following worldwide validated results. Its transformative effect has also been recognized by the Royal School of Medicine in New York and London."
}
