{
    "Rapid Transformational Therapy": "Rapid Transformational Therapy",
    "Erfahre alles über die RTT Methode und der Begründerin Marisa Peer": "Erfahre alles über die RTT Methode und der Begründerin Marisa Peer",
    "Die RTT™ Methode": "Die RTT™ Methode",
    "Die RTT™ Methode - text": "Rapid Transformational Therapy™ (RTT™) (deutsch: Sofortige Transformierende Hypnotherapie) ist eine neuartige, neurowissenschaftlich basierte Therapieform, die durch die Kombination von Hypnotherapie, Psychotherapie, NLP und Kognitiver Verhaltenstherapie schnelle, außergewöhnliche und dauerhafte Ergebnisse erzielt. Diese preisgekrönte Technik wurde von der international renommierten Therapeutin Marisa Peer entwickelt und basiert auf über 30 Jahren intensiver Forschung.",
    "Bekomme Zugang zu deinem größten Potential": "Bekomme Zugang zu deinem größten Potential",
    "Dein Unterbewusstsein": "Dein Unterbewusstsein",
    "Bekomme Zugang zu deinem größten Potential - text": "RTT™ befreit von physischen, emotionalen und psychischen Blockaden, indem durch die direkte Arbeit mit dem Unterbewusstsein überholte Glaubenssätze, Werte, Gewohnheiten und tief verwurzelte Emotionen dauerhaft transformiert werden. Der Zustand der Hypnose ermöglicht es nicht nur die Ursache von sämtlichen Problemen, Mustern oder Verhaltensweisen aufzudecken. Durch die Hypnose können außerdem überholte, schmerzhafte und krankmachende Gedankenschleifen durch neue lebensbejahende Überzeugungen ersetzt werden, wodurch völlige Freiheit und tiefgehender Wandel jetzt für dich erreichbar sind.",
    "Mehr zu Marisa Peer": "Mehr zu Marisa Peer",
    "Das \"Warum\"": "Das \"Warum\" hinter den Problemen ist das Tor zur Freiheit",
    "Das \"Warum\" - text": "Unser Unterbewusstsein und die dort gespeicherten Glaubenssätze bestimmen jeden Moment unseres Lebens wie wir uns fühlen, wie wir auf die Ereignisse in der Außenwelt reagieren und was wir für uns selbst als erreichbar ansehen. Alles was wir erfahren und gelernt haben ist in unserem Unterbewusstsein gespeichert und hat Auswirkungen darauf, wie wir das Leben sehen und erfahren. Ja, ich will es. Ja, ich weiß es macht Sinn. Warum aber stehe ich immer wieder vor den gleichen Herausforderungen, warum erfahre ich immer wieder Leid, warum gelingt es mir einfach nicht diese alten, schmerzhaften Muster abzulegen? Der Grund dafür ist, dass Willenskraft und Logik allein nicht die tiefgehenden Wurzeln von schlechten Gewohnheiten oder Selbstzweifeln eliminieren können. Nur wenn die Ursache des Problems gelöst ist, fallen auch alle Schichten an der Oberfläche von dir ab.",
    "Mit RTT zu deinem besten Selbst": "Mit RTT zu deinem besten Selbst",
    "Jetzt Termin vereinbaren": "Jetzt Termin vereinbaren",
    "rtt-shop-call-to-action-headline": "Need help with your decision?",
    "rtt-shop-call-to-action-subheadline": "We love to help you find exactly the right package for your needs",
    "rtt-shop-call-to-action-description": "In a free initial consultation we can discuss together what is on your mind and how Inner Light can help you",
    "rtt-shop-call-to-action-free": "It's free!",
    "rtt-call-to-action-button": "Schedule a call now",
    "Was unterscheidet RTT von herkömmlichen Therapien?": "Was unterscheidet RTT von herkömmlichen Therapien?",
    "Warum RTT die Therapie-Welt revolutioniert": "Warum RTT die Therapie-Welt revolutioniert",
    "Marisa Peer, Erfinderin der Rapid Transformational Therapy": "Marisa Peer, Erfinderin der Rapid Transformational Therapy",
    "Wer entwickelte RTT und warum?": "Wer entwickelte RTT und warum?",
    "Marisa Peer - text": "Marisa Peer ist eine der weltweit angesehensten Therapeutinnen, Verhaltensexpertin, Bestseller-Autorin und die Erfinderin der Rapid Transformational Therapy (RTT™). Sie hinterfragte die immer noch verbreitete Überzeugung, dass etwas so Komplexes wie der Geist sich einer simplen und raschen Transformation entziehe. Mit dem, was sie in ihrer über 30-jährigen Karriere erreicht hat, bezeugt sie das Gegenteil: Klienten, denen andere Therapeuten und Ärzte nicht helfen konnten, transformierte sie meist in nur einer Sitzung durch die Anwendung ihrer eigens entwickelten Therapie-Methode.",
    "Marisa Peer - subheadline": "Headline***",
    "Marisa Peer - subtext1": "Indem sie jene Elemente aus verschiedensten Therapie-Ansätzen vereinte, die bei ihren Klienten immer wieder schnellen und wirksamen Erfolg gezeigt haben, entwickelte sie einen umfassenden lösungsorientierten Ansatz der weit über die Resultate herkömmlicher Therapien hinaus geht. In ihrer Arbeit mit Sportweltmeistern, Stars, Olympia-Athleten, CEOs und politischen Führungskräften konnte sie mit RTT™ außergewöhnliche Ergebnisse erzielen und über dreißig Jahre Erfahrung in Psychotherapie, Hypnotherapie, kognitiver Verhaltenstherapie (CBT) und neurolinguistischer Programmierung (NLP) sammeln.",
    "Marisa Peer - subtext2": " Vor einigen Jahren hat Marisa Peer begonnen, ihren innovativen Therapieansatz als umfangreiche Ausbildung anzubieten aus dem tiefen Wunsch heraus, mit RTT weltweit so viele Menschen wie nur möglich schnelle und wirksame Heilung zu ermöglichen. Ihre revolutionäre Therapie-Methode ist jetzt auch in Deutschland verfügbar. Entdecke hier wie RTT auch dein Leben verändern kann! (link zu Anwendungsgebieten)",
    "Marisa Peer - subtext3": "RTT® wird vom Allgemeinen Hypnotherapieregister, dem Rat für Komplementär- und Naturheilkunde, dem Nationalen und Internationalen Rat der Psychotherapeuten, dem American Board of Hypnotherapy, dem Internationalen Verband der Komplementärtherapeuten sowie dem Internationalen Institut für Komplementärtherapien befürwortet."
}
