{
    "customer1-label": "Panic attacks & Fears",
    "customer1-text": "My panic attacks and fears really put a lot of strain on me, so I did the hypnosis session with Christin and got a personalized Transformational-Recording. My session with her has helped me to better understand where my fears come from and how I can help my body to live free and unburdened again. I would recommend it to anyone and am incredibly grateful for this experience!",
    "customer2-label": "Confidence & Success blocks",
    "customer2-text": "I went to see Christin for confidence and success blocks and she did a great job! Christin is warm and welcoming, she made me feel in very good hands throughout the session and since our session together, I’ve been feeling an increase in self-belief and faith in the success of my goals. It really changed my mindset and helped me to feel happier in my day to day life. Thank you!!",
    "customer3-label": "Self-Confidence & Decision-Making",
    "customer3-text": "I had my first hypnosis experience with Christin and I couldn´t be more grateful that I made this step. She took me on an incredible journey with her sensitive and calming voice. I´m really impressed with the energy & positive changes that have been shown to me! The Transformational-Recording was my evening companion, even weeks after my session it strengthens my actions and gives me support, trust & self-confidence. I would really recommend an RTT™ session with Christin to anyone who wants to improve any area in their life.",
    "customer4-label": "Attachment Disorder & Trauma",
    "customer4-text": "I am so thankful for having done this deeply moving, emotion-opening and releasing hypnosis session with Christin. I was able to let go of traumatic experiences deeply anchored in my subconscious and transform them into love. Blind spots were uncovered, which I can and want to face now with motivation! I strongly advise anyone who would like to learn to understand themselves better, come closer or heal old wounds, to undergo a RTT™️ treatment. Feel to heal! Thank you dear Christin, for your empathy and boundless love.",
    "customer5-label": "Stress & Anxiety Disorders",
    "customer5-text": "I came to Christin for stress and anxiety disorders as well as childhood trauma and cannot thank her enough for her wonderful work. After my hypnosis session my life has significantly improved day by day, I am full of motivation and inner strength to create my best life. The personal recording has accompanied my inner transformation process and I can't imagine my life without it. It is for sure that I will book further sessions! Finally, I deeply wish that as many people as possible with personal challenges find their way to you, so that they can be helped."
}
