{
    "Einleitung": "Bist du dir noch unsicher, ob eine RTT™ Therapie das Richtige für dich ist? Vielleicht hast du Angst, dass du während der Hypnose die Kontrolle verlierst, dass es womöglich gefährlich ist? Es gibt viele Missverständnisse in Bezug auf Hypnose, aber bitte sei versichert, dass eine Hypnotherapie nichts mit einer Showhypnose zu tun hat. Eine Hypnotherapie hat die Kraft, positive und dauerhafte Veränderungen in deinem Leben herbeizuführen. Sie kann die Überzeugungen und Verhaltensweisen hinter deinen Ängsten, Phobien und negativen Gewohnheiten aufdecken, indem du dich mit deinem Unterbewusstsein verbindest. Da noch immer zahlreiche Mythen und Fehlannahmen über Hypnose verbreitet sind, findest du nachfolgend häufig gestellte Fragen rund um RTT, Hypnosetherapien undd einer Session bei mir.",
    "q-1": "Was ist Hypnose?",
    "a-1": "Hypnose ist der Zustand tiefer Trance. Dieser ermöglicht es uns die Macht unseres Unterbewusstseins zu nutzen, um dauerhaft und effektiv tief sitzende Blockaden und negative Glaubenssätze zu transformieren. Während der Hypnose befindest du dich in einem Zustand angenehmer Entspannung, in dem dein Unterbewusstsein auf Empfang gestellt ist während dein bewusster Verstand in tiefe Entspannung geführt wird.",
    "q-2": "Wie funktioniert es?",
    "a-2": "Bei Hypnose handelt es sich nicht im geringsten um Magie, sie ist fundierte Wissenschaft. Sie funktioniert, indem sie die Entstehung von Gehirnwellen erzeugt, die die gleichen sind wie in der REM-Phase. Das ermöglicht dir den Zugang zum Unterbewusstsein. Es ist sehr einfach und jeder ist in der Lage diesen Zustand zu erleben.",
    "q-3": "Was passiert während der Hypnose mit meinem Körper?",
    "a-3": "Unter Hypnose fokussiert sich unser Bewusstsein nach innen oder auf bestimmte Dinge, ähnlich wie bei der Meditation oder auch bei Tagträumen. Die Ergebnisse einer Studie des Londoner University College zeigen, dass in tiefer Trance andere Gehirnareale aktiv sind als im Alltagserleben. Neuropsychologische Untersuchungen mithilfe bildgebender Verfahren zeigten zudem, dass die Aktivität bestimmter Gehirnareale während der Hypnose sogar reduziert ist.\nSo sind während der Hypnose zum Beispiel die Regionen, die für die Wahrnehmung zuständig sind, ausgeschaltet, wohingegen die für die Gefühle und die Phantasie zuständigen Areale sehr aktiv sind, so als würde man tatsächlich gerade etwas sehen, fühlen oder erleben. Messungen der Gehirnströme während der Hypnose zeigten auch, dass Schmerzreize unter Hypnose zwar ins Gehirn weitergeleitet werden, dieser Reiz im Gehirn aber anders verarbeitet wird und daher nicht ins Bewusstsein dringt.\nHypnose bewirkt eine neuronale Entspannung und ist heilsam für den gesamten Organismus - die Ausschüttung von Stresshormonen sinkt, das Immunsystem wird stimuliert und der Blutdruck und die Pulsfrequenz werden gesenkt. In Trance können so wertvolle Impulse zur Aktivierung unserer Selbstheilungskräfte vermittelt werden.",
    "q-4": "Wie lange dauert eine Sitzung?",
    "a-4": "Jede Sitzung der Rapid Transformational Therapy™ dauert zwischen 90 Minuten und 2 Stunden. Plane für die Sitzung ausreichend Zeit ein und gönn dir nach deiner Session Zeit für dich. Am Tag deiner Session solltest du dir daher einen entspannteren Terminplan einrichten und soweit wie es dir möglich ist, auf Folgetermine verzichten.",
    "q-5": "Wie fühlt es sich an in Hypnose zu sein?",
    "a-5": "Die Erfahrung fühlt sich für verschiedene Menschen unterschiedlich an. Manche Menschen empfinden ein schwebendes Gefühl, andere fühlen sich vielleicht schläfrig, die meisten Menschen fühlen sich entspannt und wohl. Das Wichtigste ist zu wissen, dass das, wie du dich fühlst, kein Indikator dafür ist, wie effektiv die Hypnose ist. Unabhängig davon, wie es sich anfühlt - es funktioniert.",
    "q-6": "Bekomme ich während der Hypnose alles mit was passiert?",
    "a-6": "Ja, du hast die ganze Zeit die volle Kontrolle. Du kannst mit mir sprechen, deinen Körper bewegen, ein Taschentuch nehmen, sogar aufstehen. Auch nach der Hypnose wirst du dich an deine Sitzung erinnern können.",
    "q-7": "Kann es passieren, dass ich nicht hypnotisiert werden kann?",
    "a-7": "Da du jetzt weißt, dass in Hypnose zu gehen bedeutet in einem entspannten, nach innen gerichteten Zustand zu sein, brauchst du dir darüber überhaupt keine Sorgen zu machen. Wenn du hypnotisiert werden möchtest, dann kann ich dich in Hypnose führen. Du wirst fantastisch darin sein.",
    "q-8": "Kann ich in Hypnose \"stecken bleiben\"?",
    "a-8": "Nein, das ist ein Ammenmärchen. Du hast in jedem Moment selbst die Möglichkeit aus der Hypnose zu erwachen. Sollte beispielsweise unser Gespräch über Zoom unterbrochen werden, schläfst du vielleicht ein, wenn du wirklich entspannt bist, aber irgendwann merkst du, dass du meine Stimme nicht hörst und öffnest einfach deine Augen.",
    "q-9": "Was ist, wenn ich nicht \"tief genug gehe\"?",
    "a-9": "Mach dir keine Sorgen darüber, wie tief du gehst. Die Tiefe der Trance ist überhaupt nicht ausschlaggebend für die Ergebnisse deiner Sitzung. Das Wissen um die Effektivität der Rapid Transformational Therapy™ sowie deine innere Zustimmung, die Hypnose zuzulassen, ist alles was du brauchst.",
    "q-10": "Was, wenn ich glaube, dass ich die Gründe für mein Problem bereits kenne?",
    "a-10": "Das Erstaunliche an RTT™ ist, dass selbst wenn du glaubst, den Grund für deine Probleme zu kennen, du die Szenen und Erlebnisse auf eine völlig neue Art und Weise siehst. Das ist es, was es dir ermöglicht, die Bedeutung zu verändern und letztendlich deine Überzeugungen zu transformieren. Viele Klienten kehren zudem zu Szenen zurück, die völlig andere sind, als sie erwartet hatten. Entspann dich einfach und vertrau darauf, dass dein Unterbewusstsein dir genau das zeigen wird, was du sehen musst, um das Lösen deiner Blockaden zu ermöglichen.",
    "q-11": "Was ist, wenn ich zu Szenen zurückkehre, die schmerzhaft oder beängstigend sind?",
    "a-11": "Wenn du zu Szenen aus deinem Leben zurückkehrst, die mit Dingen wie sexuellem oder körperlichem Missbrauch oder anderen Traumata zu tun haben, ist es wichtig, sich daran zu erinnern, dass du diese Szene nicht noch einmal erlebst. In Hypnose erlebst du ausschließlich einen Rückblick auf vergangene Erlebnisse, was es dir ermöglicht traumatischen Szenen die Macht über dich zu nehmen. Du bist in jedem Moment sicher, ich werde dich unterstützen und dir einen sicheren Raum schaffen, in dem du deine Gefühle ausdrücken kannst - du wirst dich dauerhaft davon befreit fühlen.",
    "q-12": "Wann werde ich anfangen, Veränderungen zu sehen?",
    "a-12": "Es gibt drei verschiedene Arten, wie sich die Veränderungen durch deine RTT™ Sitzung in deinem Leben zeigen, denn jeder Mensch ist anders:\na. Unmittelbar: Du spürst sofort eine unglaubliche Veränderung in dir - deine Gedanken und dein Verhalten transformieren sich unmittelbar während bzw. nach der Sitzung.\nb. Schrittweise: Du siehst jeden Tag oder im Laufe der Zeit kontinuierliche Veränderungen, die dich stolz machen und dir so viel Kraft geben.\nc. Rückwirkend: Du siehst die Veränderungen nicht sofort, bis du eines Tages zurück schaust und siehst, wie sich dein Leben auf wundervolle Weise verändert hat.",
    "q-13": "Wie viele Sitzungen werde ich brauchen, um mein Problem dauerhaft zu lösen?",
    "a-13": "RTT™ ist darauf ausgerichtet, dir einen kraftvollen Durchbruch zu verschaffen und große Veränderungen in deinem Leben herbeizuführen. Dafür reicht meist schon eine Sitzung aus. Manche Klienten brauchen vielleicht mehr als eine RTT™-Sitzung zu einem bestimmten Thema - je nachdem, wie komplex die Ursache deines Problems ist, können bis zu drei Hypnosebehandlungen nötig sein. Dazu habe ich für dich hier spezielle Pakete zusammengestellt, welche dir genau die Unterstützung ermöglichen, die du verdienst.",
    "q-14": "Was, wenn ich weitere Sitzungen oder weiterführendes Coaching wünsche?",
    "a-14": "Die meisten Klienten wollen nach der befreienden, transformierenden RTT™-Erfahrung weitere Sitzungen, um andere Bereiche ihres Lebens zu transformieren. Auch unterstützendes Coaching, um die neuen Überzeugungen zu integrieren und neue Gewohnheiten und Verhaltensweisen aufzubauen, wird von zahlreichen Klienten gewünscht. Daher biete ich auch zwei- bzw. drei-monatige Rapid-Transformational-Experience-Programme für diejenigen an, die auf ihrem Weg zur Veränderung weiterhin Unterstützung wünschen. Diejenigen, die sich der persönlichen Meisterschaft verschrieben haben, können mich bezüglich meiner exklusiven 6- und 12-monatigen 1-zu-1 Coaching-Programme hier kontaktieren.",
    "q-15": "Was unterscheidet RTT™ von anderen und was macht diese Therapieform so effektiv?",
    "a-15": "Die Rapid Transformational Therapy™ ist eine neuartige, lösungsbasierte Hypnosebehandlung, die die erfolgsbringenden Ansätze von Hypnotherapie, Psychotherapie, NLP, CBT und Neurowissenschaften kombiniert, um unvergleichlich schnelle, effektive und lang anhaltende Ergebnisse zu erzielen. RTT™ bewirkt die dauerhafte Lösung von körperlichen, emotionalen und psychischen Blockaden, indem es unsere tief im Unterbewusstsein verankerten Grundüberzeugungen, Werte, Gewohnheiten und Emotionen neu definiert. RTT™ ermöglicht es, unsere überholten Glaubenssysteme und negativen Verhaltensmuster durch neue lebensbejahende Überzeugungen zu ersetzen. Im Gegensatz zu vielen Hypnose-Behandlungen beruht RTT™ nicht nur auf einer positiven Verstärkung, sondern auf der Lösung des zugrundeliegenden Problems. Dadurch bekommen die Klienten ein befreiendes Verständnis und die transformative Kraft, um herausragende, langanhaltende Ergebnisse zu erzielen.",
    "q-16": "Warum muss ich mein individuelles Live-Recording 21 Tage hören?",
    "a-16": "Der Verstand lernt durch Wiederholungen. Die Wissenschaft dahinter ist, dass Neuronen, die durch eine bestimmte Aktivität miteinander verbunden sind, neuronale Bahnen bilden, die umso stärker werden, je mehr diese Aktivität ausgeübt wird. Indem du dir deine individuelle Audio-Aufnahme für mindestens 21 Tage anhörst, stellst du sicher, dass die neuen Nervenbahnen, die während der Hypnose-Sitzung geschaffen werden, an Stärke zunehmen und alte, überholte Nervenbahnen ersetzen.",
    "faq-learn-more": "Mehr erfahren",
    "faq-page-headline": "Oft gestellte Fragen",
    "faq-page-subheadline": "Fragen rund um das Thema RTT™, Hypnose und deiner Session mit mir",
    "Banner-Text": "Hast du noch unbeantwortete Fragen?"
}
